app/views/topics/index.html.erb

SELECT COUNT(*) FROM "votes" WHERE "votes"."topic_id" = ?  [["topic_id", 1]]
---
    <td><%= topic.description %></td>
    <td><%= pluralize(topic.votes.count, "vote") %></td>