app/controllers/topics_controller.rb

INSERT INTO "topics" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Eating"], ["description", "YA"], ["created_at", "2015-04-01 10:27:27.188763"], ["updated_at", "2015-04-01 10:27:27.188763"]]
---
  def create
    @topic = Topic.new(topic_params)

    respond_to do |format|
      if @topic.save